#+title: Day2
*** Install deps
Install smug, a parser combinator

#+begin_src lisp :tangle day2.lisp
;(ql:quickload :smug)
(ql:quickload :re)
#+end_src

#+RESULTS:
| :RE |


